"DIFFERENTREGISTRATION" = "この登録番号はこのコンピュータには不適切です";
"DIFFERENTEAREGISTRATION" = "ご愛用者特別アップグレード";
"OTHERREGISTRATION" = "このLanguage Aidの登録番号は他のコンピュータに登録されているか、古いため、このバーションのLanguage Aidには不適切です。もし別の設定を他のコンピュータから新しいコンピュータに移動されているのであれば”サポート要求”をクリックしてください。（登録がリセットされてこちらで再登録する必要がある場合はその間、体験版となります）古いバーションをお持ちの場合も”サポート要求”をクリックしてください。";
"EAREGISTRATION" = "早期から本製品をご愛用していただきありがとうございます！Aoren Softwareは早期ご愛用者へ感謝の気持ちを込め、無料にて最新バーションへのアップグレードを行っています。”ライセンスアップグレード”をクリックすると登録がリセットされ、Preference Paneにてアップデータを購入することなく簡単に最新版にアップグレードすることができます。（Language Aidが正しくアップグレードされない際はsupport@aorensoftwareまでemailをお願いします）";
"UPGRADELICENSE" = "ライセンスアップグレード";
"QUIT" = "終了";
"OK" = "Ok";
"SUPPORTREQUEST" = "サポート要求";
"ACCESSIBILITY" = "Language AidはAccessability APIを必要とします。”補助装置を使用可能にする”にチェックを入れるすためにシステム環境設定を開きましょうか？";
"ACCESSIBILITYNEEDED" = "補助装置を使用可能にしてください";
"PLEASEREGISTER" = "体験版をご利用いただきありがとうございました。完全版を購入するにはPreference Paneで登録お願いします。登録費は２０ドルです。（円でもお支払いできます）";
"REGISTER"="Preference Paneで登録する";
"REGISTRATIONNEEDED"="登録してください";